Line is too short.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId TooShort { get; }
  Visual Basic
Public Shared ReadOnly Property TooShort As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ TooShort {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CurveFailures Class
  Autodesk.Revit.DB Namespace